<template>
  <div class=" w-[80%] mx-auto">
    <h3 class="text-3xl text-center pb-2 text-green-darken-1 bg-slate-300 rounded-full font-bold mb-10">
      من نحن
    </h3>
    <p class="text-center text-2xl text-sky-700">
      منصة <span class="text-green-600">دولفين</span> لتعليم الأطفال البرمجة والذكاء الإصطناعي
    </p>
    <p class="text-green-600 text-center">
      منصة دولفين لتعليم البرمجة والذكاء الاصطناعي للأطفال تهدف إلى تبسيط وتعليم المفاهيم البرمجية والذكاء الاصطناعي
      بطريقة تفاعلية وممتعة. تتيح للأطفال تعلم البرمجة من خلال الألعاب والأنشطة التفاعلية، مما يساعدهم على تطوير مهارات
      التفكير النقدي وحل المشكلات. المنصة تستخدم تقنيات حديثة لجذب اهتمام الأطفال وتحفيزهم على التعلم المستمر. تهدف
      دولفين إلى تجهيز الجيل القادم بمهارات المستقبل في عالم التكنولوجيا.
</p>
  </div>
</template>
